tap "romkatv/powerlevel10k"

brew "bash"
brew "git"
brew "gradle"
brew "nvm"
brew "nyancat"
brew "yarn"
brew "zsh-completions"
brew "mas" # Mac App Store CLI
brew "swiftlint"
brew "google-java-format"
brew "zsh-syntax-highlighting"
brew "zsh-lovers"
brew "powerlevel10k"
brew "nvim"
brew "signal"
brew "jq"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "neofetch"

cask "iterm2"
cask "postman"
cask "google-cloud-sdk"
cask "graphiql"
cask "visual-studio-code"
cask "homebrew/cask-fonts/font-sourcecodepro-nerd-font-mono"
cask "font-hack"
cask "macvim"
cask "iina"
cask "obsidian"
cask "devutils"
cask "sloth"
