tap "akeru-inc/tap"
tap "danielbayley/music"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "puma/puma"
tap "quarkusio/tap"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
brew "ack"
brew "ant"
brew "autoconf"
brew "automake"
brew "bash"
brew "gdbm"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "coreutils"
brew "libtool"
brew "libevent"
brew "gnutls"
brew "cask"
brew "ccache"
brew "cmake"
brew "cmocka"
brew "libssh2"
brew "rtmpdump"
brew "docker"
brew "ecm"
brew "fdk-aac"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "mbedtls"
brew "sdl2"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "glfw"
brew "go"
brew "google-java-format"
brew "gradle"
brew "grc"
brew "helm"
brew "libheif"
brew "imagemagick"
brew "jack"
brew "jp2a"
brew "jq"
brew "kind"
brew "libcaca"
brew "libgit2"
brew "libksba"
brew "libuv"
brew "libyaml"
brew "mas"
brew "mbedtls@2"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node", link: false
brew "nvm"
brew "nyancat"
brew "openssl@3"
brew "opusfile"
brew "p7zip"
brew "pandoc"
brew "php", link: false
brew "postgresql"
brew "python@2", link: false
brew "qt"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "roundup"
brew "sox"
brew "spaceman-diff"
brew "spark"
brew "speexdsp"
brew "swiftlint"
brew "swig"
brew "tcl-tk"
brew "unrar"
brew "vault"
brew "wget"
brew "wimlib"
brew "wp-cli"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh-completions"
brew "zsh-lovers"
brew "zsh-syntax-highlighting"
brew "akeru-inc/tap/xcnotary"
brew "puma/puma/puma-dev", link: false
brew "quarkusio/tap/quarkus"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "ableton-live-theme-dracula"
cask "atom"
cask "devutils"
cask "font-sourcecodepro-nerd-font-mono"
cask "google-cloud-sdk"
cask "graphiql"
cask "iina"
cask "macvim"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "signal"
cask "sloth"
cask "visual-studio-code"
cask "vlc"
mas "Adblock Plus", id: 1432731683
mas "Bitcoin Expert", id: 1237809495
mas "Codye", id: 1516894961
mas "Crypto Pro", id: 980888073
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 290986013
mas "DevUtilsAppStore", id: 1533756032
mas "Disk Speed Test", id: 425264550
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "FANTASIAN", id: 1517339045
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Interact", id: 1528095640
mas "Jiffy", id: 1502527999
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Microsoft Outlook", id: 985367838
mas "Model 15", id: 1041465860
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Peek", id: 1554235898
mas "Poolsuite FM", id: 1514817810
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Steam Link", id: 1246969117
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "Vectornator", id: 1219074514
mas "Vimari", id: 1480933944
mas "Webull Desktop", id: 1334590352
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
mas "Zavala", id: 1546457750
