tap "akeru-inc/tap"
tap "atomicjar/tap"
tap "danielbayley/music"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jhotmann/rename-cli"
tap "puma/puma"
tap "quarkusio/tap"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
brew "ack"
brew "libyaml"
brew "ansible"
brew "glib"
brew "harfbuzz"
brew "ant"
brew "jpeg-xl"
brew "apr-util"
brew "arduino-cli"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "bash"
brew "bazel"
brew "coreutils"
brew "libevent"
brew "libidn2"
brew "gnutls"
brew "emacs"
brew "cask"
brew "ccache"
brew "clang-format"
brew "cmocka"
brew "libssh2"
brew "rtmpdump"
brew "docker"
brew "ecm"
brew "fdk-aac"
brew "libass"
brew "mbedtls"
brew "pango"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fping"
brew "libtool"
brew "freetds"
brew "fzf"
brew "gdbm"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "glfw"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "google-java-format"
brew "googletest"
brew "gradle"
brew "python@3.10"
brew "grc"
brew "grpc"
brew "grpcui"
brew "grpcurl"
brew "helm"
brew "hunspell"
brew "libheif"
brew "libomp", link: true
brew "imagemagick"
brew "imlib2"
brew "jack"
brew "jp2a"
brew "jq"
brew "k6"
brew "kind"
brew "kotlin"
brew "lazygit"
brew "libcaca"
brew "libdvdcss"
brew "libgit2"
brew "libksba"
brew "libuv"
brew "llvm"
brew "lolcat"
brew "mas"
brew "maven"
brew "mbedtls@2"
brew "mosh"
brew "mpich"
brew "nebula"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "ngrep"
brew "ninja"
brew "nmap"
brew "node"
brew "nvm"
brew "nyancat"
brew "openjdk@11"
brew "openjdk@17"
brew "opusfile"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "php"
brew "postgresql@14"
brew "powerlevel10k"
brew "projectm"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "roundup"
brew "rust"
brew "shtool"
brew "sox"
brew "spaceman-diff"
brew "spark"
brew "speexdsp"
brew "swiftlint"
brew "swig"
brew "tcl-tk"
brew "telnet"
brew "tmux"
brew "wget"
brew "wimlib"
brew "wp-cli"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh-completions"
brew "zsh-lovers"
brew "zsh-syntax-highlighting"
brew "akeru-inc/tap/xcnotary"
brew "hashicorp/tap/vault"
brew "puma/puma/puma-dev"
brew "quarkusio/tap/quarkus"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-consolas-for-powerline"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-dz"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-opendyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-powerline-symbols"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sf-mono-for-powerline"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "hashicorp-vagrant"
cask "macdown"
cask "miniconda"
cask "onedrive"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "testcontainers-desktop"
cask "vagrant"
cask "vscodium"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vsliveshare.vsliveshare"
vscode "sswg.swift-lang"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
cargo "fd-find"
cargo "ripgrep"
